Repository: anatoleabe/admineex
Catalog: server/resources/languages/*.po
Languages: fr

source: Select a situation
fr: Sélectionner une situation

source: Select a personnel
fr: Sélectionner un personnel

source: Select a quarter
fr: Sélectionner un trimestre

source: Select a user
fr: Choisir un utilisateur

source: Select an agent
fr: Sélectionner un personnel

source: Select an award
fr: Sélectionnez un prix

source: Select assignee
fr: Sélectionner le destinataire

source: Select duration
fr: Sélectionner la durée

source: Select profiles (You can add up to 05 profiles):
fr: Sélectionner un ou plusieurs profils (vous pouvez ajouter jusqu'à 5 profils)

source: Select skills (You can add up to 05 skills):
fr: Sélectionner une ou plusieurs compétences (vous pouvez ajouter jusqu'à 5 compétences)

source: Select task category
fr: Sélectionnez la catégorie de tâche

source: Select task priority
fr: Sélectionner la priorité de la tâche

source: Select the period
fr: Sélectionnez la période

source: Select the fault
fr: Sélectionnez une faute

source: Select the owner
fr: Sélectionnez le propriétaire

source: Select the sanction
fr: Sélectionner une sanction

source: September
fr: Septembre

source: Server URL
fr: URL serveur

source: Settings
fr: Paramètres

source: Sex
fr: Sexe

source: Show all
fr: Afficher tout

source: Show eligible persons to this position
fr: Afficher les personnes éligibles à ce poste

source: Show more
fr: Afficher tout

source: Sicknesses
fr: Maladies

source: Sign in <i class="icon-circle-right2 ml-2"></i>
fr: Connexion <i class="icon-circle-right2 ml-2"></i>

source: Sign out
fr: Se déconnecter

source: Sign up
fr: S'inscrire

source: Signatory
fr: Signataire

source: Signature date
fr: Date de signature

source: Signed
fr: Signé

source: Simple user
fr: Utilisateur simple

source: Since
fr: Depuis

source: Single
fr: Célibataire

source: Skills
fr: Compétences

source: Skills:
fr: Compétences :

source: Sorry, this content isn't available right now
fr: Nous sommes désolés, ce contenu n’est pas disponible actuellement

source: Sorry, this page isn't available
fr: Nous sommes désolés, cette page n'est pas disponible

source: Spanish
fr: Espagnol

source: Specified laboratories
fr: Laboratoires spécifiés

source: Spouse's name
fr: Nom du conjoint

source: Staff management
fr: Gestion du personnel

source: Start
fr: Début

source: Start date of award
fr: Date de début de l’attribution

source: Start date of sanction
fr: Date de début de la sanction

source: Start date of service
fr: Date de prise de service

source: Start date:
fr: Date de début :

source: Status
fr: Statut

source: Structure code
fr: Code structure

source: Structure name
fr: Nom de la structure

source: Structure rank
fr: Rang de la structure

source: Structure type
fr: Type de structure

source: Structures management
fr: Gestion des structures

source: Sub structure
fr: Sous-structure

source: Sub-Directions
fr: Sous-Directions

source: Sub-structure
fr: Sous-structure

source: Sub-structure code
fr: Sous-structure code

source: Submit
fr: Envoyer

source: Subsidy
fr: Subvention

source: Success Probaility:
fr: Probabilité de succès :

source: Sunday
fr: Dimanche

source: Sygepe Unreachable.
fr: Sygepe inaccessible.

source: Synthesis
fr: Synthèse

source: System ID
fr: ID système

source: Task
fr: Tâche

source: Task assignee 2
fr: Tâches affectée à

source: Task category
fr: Catégorie de la tâche

source: Tasks
fr: Tâches

source: Tasks (Add task then press enter)
fr: Tâches (ajouter une tâche et appuyer sur entrer)

source: Tasks management
fr: Gestion des tâches

source: Technical Agency
fr: Agence technique

source: Terms &amp; Conditions
fr: Conditions générales d'utilisation

source: The Agent has been deleted
fr: L'utilisateur a été supprimé

source: The CNI ID is required to proceed on next step.
fr: Le N° de CNI est nécéssaire pour passer à l'étape suivante.

source: The CNI delivered at is required to proceed on next step.
fr: Le lieu de délivrance de CNI est nécéssaire pour passer à l'étape suivante.

source: The CNI delivered date is required to proceed on next step.
fr: La date de CNI est nécéssaire pour passer à l'étape suivante.

source: The Export is too big. Please reduce the date range
fr: L'exportation est trop grande. Veuillez réduire la plage de dates

source: The affectation has been canceled successfully
fr: L’affectation a été annulée avec succès

source: The category has been created
fr: La catégorie a été créé

source: The category has been updated
fr: La catégorie a été mis à jour

source: The corp of treasure officials (Category)
fr: Corps des régies financières (Catégorie)

source: The current password you entered is incorrect
fr: Le mot de passe que vous avez entré est incorrect

source: The data have been imported
fr: Les données ont été importés

source: The document has been deleted successfully
fr: Le document a été supprimé avec succès

source: The document has been saved
fr: Le document a été sauvegardé

source: The email or password is empty.
fr: L'email ou le mot de passe est vide.

source: The email or password you entered is incorrect.
fr: L'email ou le mot de passe est incorrect.

source: The gender is required to proceed on next step.
fr: Le sexe est requis pour passer à l’étape suivante.

source: The link has expired
fr: Le lien n’est plus valable

source: The link you followed may be broken, or the page may have been removed.
fr: Le lien que vous avez suivi n’est pas correct ou la page a peut-être été supprimée.

source: The link you followed may have expired, or the page may only be visible to an audience you're not in.
fr: Le lien que vous avez suivi n’est plus valide ou la page n’est accessible que par une certaine audience dont vous ne faites pas partie.

source: The operation has been saved
fr: L'opération a été enrégistrée

source: The organization has been created
fr: L’organisation a été créée

source: The organization has been deleted
fr: L'organisation a été supprimée

source: The organization has been updated
fr: L'organisation a été mise à jour

source: The personnel has been saved
fr: Le personnel a été enrégistré

source: The personnel has been updated
fr: Le projet a été mis à jour

source: The phone number is required to proceed on next step.
fr: Le numéro de téléphone est nécéssaire pour passer à l'étape suivante.

source: The position has been saved
fr: Le poste a été enrégistré

source: The position has been updated
fr: Le poste a été mise à jour

source: The project has been created
fr: Le projet a été créé

source: The project has been deleted
fr: Le projet a été supprimé

source: The project has been updated
fr: Le projet a été mis à jour

source: The saction has been saved
fr: Le poste a été enrégistré

source: The sanction has been canceled successfully
fr: La sanction a été annulée avec succès

source: The staff has been updated
fr: Le personnel a été mis à jour

source: The structure has been saved
fr: La structure a été

source: The task has been created
fr: La tâche a été créé

source: The task has been deleted
fr: La tâche a été supprimé

source: The task has been updated
fr: La tâche a été mis à jour

source: The time required to perform this task depends on the file size.
fr: Le temps requis pour effectuer cette tâche dépend de la taille du fichier.

source: The user has been activated
fr: L’utilisateur a été activé

source: The user has been created
fr: L'utilisateur a été créé

source: The user has been deleted
fr: L'utilisateur a été supprimé

source: The user has been updated
fr: L'utilisateur a été mis à jour

source: There are people who have spent more than 5 years at a position.
fr: Il y'a des personnes qui ont passé plus de 5 ans à un même poste.

source: These passwords don't match
fr: Ces mots de passe ne correspondent pas entre eux

source: This email is already used
fr: Cet email est déjà utilisé

source: This field is required to proceed on next step.
fr: Ce champ est requis pour passer à l’étape suivante.

source: This will result in the deletion of all data related to this staff.
fr: Cela entraînera la suppression de toutes les données relatives à ce personnel.

source: This wizard will help you configure Core.
fr: Cet Assistant vous aidera à configurer Core.

source: Thresholds
fr: Seuils

source: Thresholds parameters has been saved
fr: Les paramètres de seuil ont été sauvés

source: Thursday
fr: Jeudi

source: Title
fr: Titre

source: Title of signatory
fr: Titre du signataire

source: Title position
fr: Titre de la position

source: To
fr: A

source: To do
fr: A faire

source: To turn off a specific feature, just click the toggle.
fr: Pour ne pas utiliser une fonctionnalité donnée, cliquer sur le bouton correspondant.

source: To:
fr: À :

source: Total Contractuals
fr: Total des contractuels

source: Total Treasure officials
fr: Total corps Trésor

source: Total number
fr: Nombre total

source: Total personnels
fr: Total du personnel

source: Total positions
fr: Total des postes

source: Total structure
fr: Total des structures

source: Training area
fr: Domaine de formation

source: Tuesday
fr: Mardi

source: Type of discipline
fr: Type de la discipline

source: Type of movement
fr: Type du mouvement

source: Type of situation
fr: Type de situation

source: Type of structure
fr: Type de structure

source: Use at least 6 characters
fr: Utilisez au moins 6 caractères

source: Use at least 6 characters for your password
fr: Utiliser au moins 6 caractères pour votre mot de passe

source: Use input to search for a personnal record
fr: Utiliser l'entrée pour rechercher un enregistrement personnel

source: User ID
fr: ID Utilisateur

source: User name
fr: Nom d'utilisateur

source: Users
fr: Utilisateurs

source: Vacancies
fr: Postes vacants

source: Vacancies (Excel)
fr: Postes vacants (Excel)

source: Vancancy
fr: Poste vacant

source: Verify that the profile and skills required for the position have been completed
fr: Vérifier que le profil et les compétences requis du poste ont été renségnés

source: View
fr: Afficher

source: Viewed
fr: Vue

source: Warn me when
fr: M’alerter lorsque

source: Warning
fr: Attention

source: Wednesday
fr: Mercredi

source: When a Civil Servant has reached retirement age
fr: Lorsqu’un fonctionnaire a atteint l’âge de la retraite

source: When a non-official staff member has reached retirement age
fr: Lorsqu’un contractuel a atteint l’âge de la retraite

source: When a staff member has spent more than {{thresholds[0].values[0]}} years in the same post
fr: Lorsqu’un personnel a passé plus de {{thresholds[0].values[0]}} ans au même poste

source: Women
fr: Femme

source: Workstation code
fr: Code du poste de travail

source: Workstations
fr: Poste de travail

source: Would you like to save the new configuration
fr: Souhaitez-vous enregistrer la nouvelle configuration

source: Year
fr: Année

source: Years
fr: Années

source: Years at this position
fr: Années à ce poste

source: Yes
fr: Oui

source: Yesterday
fr: Hier

source: You can not evaluate this agent. Position is needed
fr: Vous ne pouvez pas évaluer cet agent. Le poste est requis

source: You have been assigned a new task!
fr: Une nouvelle tâche vous a été assignée !

source: Your email
fr: Votre email

source: Your password has been changed
fr: Votre mot de passe a été modifié

source: Your password has been changed with success. You can now sign in.
fr: Votre mot de passe a été modifié avec succès. Vous pouvez maintenant vous connecter.

source: [1] people have spent more than 5 years at the same position.
fr: [1] personne(s) ont passé plus de 5 ans à un même poste.

source: all structure
fr: toutes les structures

source: by
fr: par

source: created an account with the email
fr: a créé un compte avec l'email

source: departure date
fr: date de départ

source: division
fr: département

source: download
fr: télécharger

source: e.g.
fr: p. ex.

source: from 0 to 100
fr: de 0 à 100

source: has assigned you a new task.
fr: vous a assigné une nouvelle tâche.

source: in public service
fr: dans le service public

source: of
fr: de

source: or
fr: ou

source: positions
fr: postes

source: retired people
fr: personnes retraités

source: search among evaluations...
fr: rechercher parmi les évaluations ...

source: search among workstations...
fr: recherche parmi les postes de travail ...

source: to be find in Users > User profile
fr: être trouvé dans les Utilisateurs > profile Utilisateur

source: to be found in Organizations > Organization profile
fr: se trouve dans Organisation

source: to check it.
fr: pour le vérifier.

source: to review his/her request.
fr: pour examiner sa demande.

source: unknown
fr: non-connue

source: years
fr: années
