Repository: anatoleabe/admineex
Catalog: server/resources/languages/*.po
Languages: fr

source: % of required profile
fr: % du profile requis

source: % of required skills
fr: % des compétences requises

source: - Generic -
fr: - Generique -

source: <b>Blocked</b>
fr: <b>Bloqué</b>

source: <b>Completed</b>
fr: <b>Terminé</b>

source: <b>Go to the your dashboard task in Admineex to manage it.</b>
fr: <b>Accédez à la tâche de votre tableau de bord dans Admineex pour la gérer.</b>

source: <b>In progress</b>
fr: <b>En cours</b>

source: <b>Not started</b>
fr: <b>Non démarré</b>

source: <b>Over due</b>
fr: <b>En retard</b>

source: A new account has been created.
fr: Un nouveau compte a été créé.

source: About
fr: A propos de

source: Accepted
fr: Accepté

source: Account
fr: Compte

source: Account Recovery
fr: Récupération du compte

source: Account not activated
fr: Le compte n’est pas activé

source: Act
fr: Acte

source: Activate
fr: Activer

source: Active accounts
fr: Comptes actifs

source: Activities
fr: Activités

source: Activities (Add activity then press enter)
fr: Activités (Ajouter une activité puis appuyez sur entrer)

source: Activity
fr: Activité

source: Actor
fr: Acteur

source: Actual situation
fr: Situation actuelle

source: Add new position
fr: Nouveau poste

source: Add new structure
fr: Ajouter une nouvelle structure

source: Add or edit required profiles
fr: Ajoutez ou modifier les profiles requis

source: Add or edit required skills
fr: Ajoutez ou modifier les compétences requises

source: Add your comment
fr: Ajouter un commentaire

source: Add your credentials to login to your account
fr: Ajoutez vos informations d’identification pour vous connecter à votre compte

source: Administration entry date
fr: Date d’entrée dans l’administration

source: Administrative act
fr: Acte administratif

source: Administrator
fr: Administrateur

source: Administrator Account
fr: Compte administrateur

source: Affect new staff to this position
fr: Affecter un nouveau personnel à ce poste

source: Affect staff to this position
fr: Affecter un personnel à ce poste

source: Affect to new position
fr: Affecter à un nouveau poste

source: Age
fr: Âge

source: Alics notification
fr: Notification Alics

source: All
fr: Tout

source: All categories
fr: Toutes les catégories

source: All genders
fr: Tous les genres

source: All grades
fr: Tous les grades

source: All laboratories
fr: Tous les laboratoires

source: All quarters
fr: Tous les quartiers

source: All situations
fr: Toutes situations

source: All status
fr: Tous les Status

source: All structures
fr: Toutes les structures

source: All sub structures
fr: Toutes les sous-structures

source: All users
fr: Tous les utilisateurs

source: An email has been sent to your email address that includes a password reset link.
fr: Un email contenant un lien pour reinitialiser votre mot de passe a été envoyé à votre adresse email.

source: An error occurred, please try again later
fr: Une erreur est survenue, merci de réessayer plus tard

source: Appreciation
fr: Appréciation

source: April
fr: Avril

source: Are you sure you want to cancel the affectation of
fr: Êtes-vous sûr de vouloir annuler l’affectation de

source: Are you sure you want to cancel the sanction of
fr: Êtes-vous sûr de vouloir annuler la sanction de

source: Are you sure you want to delete the Agent
fr: Etes-vous sûr de vouloir supprimer ce personnel

source: Are you sure you want to delete the account of
fr: Êtes-vous sûr de vouloir supprimer le compte de

source: Are you sure you want to delete the organization
fr: Etes-vous sûr de vouloir supprimer l'organisation

source: Are you sure you want to delete the project
fr: Etes-vous sûr de vouloir supprimer le projet

source: Are you sure you want to delete the task
fr: Etes-vous sûr de vouloir supprimer cette tâches

source: Are you sure you want to delete this document
fr: Voulez-vous vraiment supprimer ce document

source: Are you sure you want to reset to default values
fr: Voulez-vous vraiment rétablir les valeurs par défaut

source: Assigned to
fr: Assignée à

source: Assignment and promotion of staff members
fr: Affectation et promotion du personnel

source: Assignments management
fr: Gestion des affectations

source: August
fr: Août

source: Author
fr: Auteur

source: Authority
fr: Autorité

source: Award history
fr: Historique du récompenses

source: Back
fr: Retour

source: Back to login
fr: Retour

source: Birth date
fr: Date de naissance

source: Birth place
fr: Lieu de naissance

source: Blocked
fr: Bloqué

source: Breakdown
fr: Panne

source: By continuing, you're confirming that you've read our <a href="#" translate>Terms &amp; Conditions</a> and <a href="#" translate>Cookie Policy</a>
fr: En continuant, vous confirmez que vous avez lu nos <a href="#" translate>Conditions générales et</a> notre <a href="#" translate>Politique en matière de cookies</a>

source: CNI Delivered at
fr: CNI Délivrée à

source: CNI Delivered by
fr: CNI Délivrée par

source: CNI Delivered on
fr: CNI Délivrée Le

source: CNI N°
fr: N° CNI

source: Can not save, one or more field is empty
fr: Impossible d'enregistrer, un ou plusieurs champs sont vides

source: Cancel
fr: Annuler

source: Cancel this affectation
fr: Annuler cette affectation

source: Cancel this sanction
fr: Annuler cette sanction

source: Canceled
fr: Annulé

source: Cash loss
fr: Perte financière

source: Category
fr: Categorie

source: Category 'A' and 'B':
fr: Catégories « A » et « B »:

source: Category 'C' and 'D':
fr: Catégories 'C' et 'D':

source: Category color
fr: Couleur de categorie

source: Category name
fr: Nom de categorie

source: Category:
fr: Categorie:

source: Choose a color for your avatar
fr: Choisissez une couleur pour votre avatar

source: Choose a skill
fr: Choisir une compétence

source: Choose profile
fr: Choisir un profile

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Commis of Trésor
fr: Commis du Trésor

source: Community
fr: Communauté

source: Completed
fr: Terminé

source: Concerned
fr: Concerné

source: Configuration has been saved
fr: La configuration a été sauvée

source: Configuration is almost done, please setup your administrator account
fr: La configuration est presque terminée, veuillez configurer votre compte d'administrateur

source: Consult
fr: Consulte

source: Contractual from CAT 1 to CAT 7:
fr: Contractuel de CAT 1 à CAT 7 :

source: Contractual from CAT 8 to CAT 12:
fr: Contractuel de CAT 8 à CAT 12 :

source: Cookie Policy
fr: Politique de Cookies

source: Core: Export projects
fr: Noyau : Projets d’exportation

source: Corps of Treasury
fr: Corps du Trésor

source: Countries
fr: Pays

source: Country:
fr: Pays :

source: Created
fr: Créé

source: Created By:
fr: Créé par:

source: Created on:
fr: Créé le:

source: Creation
fr: Création

source: Creation of new structure
fr: Création d'une nouvelle structure

source: Current
fr: Actuel

source: DGTCFM POSITIONS'S NOMENCLATURE
fr: NOMENCLATURE DES POSTES DE LA DGTCFM

source: Dashboard
fr: Tableau de bord

source: Data coming from:
fr: Données provenant de :

source: Data of
fr: Données du

source: Data of :
fr: Données du:

source: Date of beginning
fr: Date de début

source: Date of signature
fr: Date de signature

source: December
fr: Décembre

source: Delete
fr: Supprimer

source: Delete this Agent
fr: Supprimer ce Agent

source: Delete this account
fr: Supprimer ce compte

source: Delete this document
fr: Supprimer ce document

source: Delete this organization
fr: Supprimer cette organisation

source: Delete this project
fr: Supprimer ce projet

source: Delete this task
fr: Supprimer cette tâche

source: Details
fr: Détails

source: Developed Country NGO
fr: ONG pays développé

source: Developing Country NGO
fr: ONG pays en voie de développement

source: Discipline Type
fr: Type de discipline

source: Divorced
fr: Divorcé(e)

source: Document category
fr: Catégorie de document

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Done
fr: OK

source: Donors
fr: Donateurs

source: Download
fr: Télécharger

source: Download all
fr: Télécharger tout

source: Downloaded
fr: Téléchargé

source: Due date
fr: Date d'échéance

source: Due date:
fr: Date d'échéance:

source: Duplicate
fr: Dupliquer

source: Edit
fr: Editer

source: Edit profiles
fr: Modifier le profile

source: Edit skills
fr: Modifier la compétence

source: Editor
fr: Editeur

source: Educational status
fr: Statut scolaire

source: Eligibility
fr: Eligibilité

source: Empty dashboard
fr: Tableau de bord vide

source: Empty synthesis
fr: Synthèse vide

source: End
fr: Terminer

source: End date
fr: Date de fin

source: End date of award
fr: Date de fin de l’attribution

source: End date of sanction
fr: Date de fin de la sanction

source: End date:
fr: Date de fin:

source: English
fr: Anglais

source: Enter a new password for your Core account.
fr: Entrez un nouveau mot de passe pour votre compte Core.

source: Enter a task...
fr: Entrez une tâche...

source: Enter activity ...
fr: Entrez une activité ...

source: Enter required profile
fr: Entrez le profile requis

source: Enter required skill
fr: Entrez la compétence requise

source: Enter task details
fr: Entrez les détails de la tâche

source: Enter task headline
fr: Entrer le titre de la tâche

source: Enter the keywords of the document
fr: Entrez les mots-clés du document

source: Entitled
fr: Intitulé

source: Entry at MINFI
fr: Date d'entrée au MINFI

source: Error: this Register Number already exist.
fr: Erreur: ce matricule existe déjà.

source: Export
fr: Expoter

source: Export the list (Excel)
fr: Exporter la liste (Excel)

source: Export to Excel
fr: Exporter vers Excel

source: Extend
fr: Etendre

source: Family situation
fr: Situation matrimoniale

source: Father's name
fr: Nom du père

source: February
fr: Février

source: Female
fr: Feminin

source: File name
fr: Nom du fichier

source: Fill out the form correctly
fr: Remplir le formulaire correctement

source: Filter by Sub-directions
fr: Filtrer par Sous-directions

source: Filter by category
fr: Filtrer par catégorie

source: Filter by location
fr: Filtrer par emplacement

source: Filter by owner type
fr: Filtrer par type de propriétaire

source: Filter by priority
fr: Filtrer par priorité

source: Filter by sanction
fr: Filtrer par sanction

source: Filter by sanction type
fr: Filtrer par type de sanction

source: Filter by staff status
fr: Filtrer par statut du personnel

source: Filter by status
fr: Filtrer par statut

source: Filter by structure
fr: Filtrer par structure

source: Filter by sub structure
fr: Filtrer par sous-structure

source: Filter by type of service
fr: Filtrer par type de service

source: Filter more
fr: Filtrer de filtre

source: Filtre by category
fr: Filtre par catégorie

source: Filtre by structure
fr: Filtrer par structure

source: Filtre by sub structure
fr: Filtrer par sous-structure

source: Filtre by year
fr: Filtrer par année

source: Find position (by it name or code)...
fr: Rechercher un poste (par son nom ou son code)...

source: Find the personnel concerned (find by: name, matricule, ID card, phone number...)
fr: Rechercher le personnel concerné (par : son nom, son latricule, son numéro de CNI, son numéro de téléphone...)

source: First name
fr: Prénom

source: Forgot password?
fr: Mot de passe oublié?

source: Foundation
fr: Fondation

source: French
fr: Français

source: Friday
fr: Vendredi

source: From
fr: De

source: From:
fr: De:

source: Full name
fr: Nom complet

source: Function
fr: Fonction

source: Fund Provider
fr: Fournisseur de fonds

source: Funder
fr: Bailleur de fonds

source: Gender
fr: Genre

source: General Directorate of the Treasury, Financial and Monetary Cooperation
fr: Direction Générale du Trésor, de la Coopération Financière et Monétaire

source: Generic
fr: Générique

source: Give us your email address and we will send you a link to reset your password.
fr: Procurez-nous votre adresse email et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Global statistics
fr: Statistiques globales

source: Global supervisor
fr: Superviseur global

source: Got it!
fr: Compris !

source: Government
fr: Gouvernement

source: HCV
fr: Hépatite

source: HIV
fr: VIH

source: Headline
fr: Titre

source: Here you can download a list of projects as an Excel <i>(.xls)</i> file
fr: Ici vous pouvez télécharger une liste de projets sous forme de fichier Excel <i>(.xls)</i>

source: Here you can upload a <i>.csv</i> file
fr: Ici, vous pouvez télécharger un fichier <i>.csv</i>

source: Hierarchical rank
fr: Rang hiérarchique

source: Highest degree
fr: Niveau le plus élevé

source: Highest level of education
fr: Niveau d'éducation plus élevé

source: History
fr: Historique

source: History in Public Service
fr: Historique dans le service public

source: History of positions
fr: Historique des postes

source: Home
fr: Accueil

source: Identifier
fr: Identifiant

source: Import
fr: Importer

source: Import file
fr: Importer fichier

source: In progress
fr: En cours

source: In talks
fr: En discussion

source: Issue date
fr: Date d’émission

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: Keys words
fr: Mots-clés

source: LIST OF DGTCFM'S STRUCTURES
fr: LISTE DES STRUCTURES DE LA DGTCFM

source: LIST OF VACANCIES
fr: LISTE DES POSTES VACANTS

source: LIST OF WORKSTATIONS BY STRUCTURE
fr: LISTE DES POSTES DE TRAVAIL PAR STRUTUTRE

source: Language
fr: Langue

source: Last Modified
fr: Dernière modification

source: Last modification:
fr: Dernière modification:

source: Last modified
fr: Dernière modification

source: Last name
fr: Nom

source: Last position
fr: Ancien poste

source: List of organization types codes:
fr: Type d'organisation :

source: List of people eligible to the position {{position.code}}
fr: Liste des personnes éligibles à ce poste {{position.code}}

source: List of product codes:
fr: Liste des codes de produits :

source: List of revenue type codes:
fr: Liste des codes de type de revenu :

source: List of sicknesses codes:
fr: Liste des codes de maladie:

source: List of status codes:
fr: Liste des codes d’état :

source: Lower than
fr: Inférieur à

source: Malaria
fr: Paludisme

source: Male
fr: Masculin

source: Male/Female ratio
fr: Ration homme/femme

source: Man
fr: Homme

source: Manager
fr: Gestionnaire

source: Mapping:
fr: Cartographie:

source: March
fr: Mars

source: Maried
fr: Marié(e)

source: May
fr: Mai

source: Meta
fr: Meta données

source: Meta information
fr: Informations Méta

source: Modify
fr: Modifier

source: Monday
fr: Lundi

source: Monitoring & Evaluation
fr: Suivi & Evaluation

source: More actions
fr: Plus d'actions

source: Mother's name
fr: Nom de la mère

source: Movement
fr: Mouvement

source: NB: the time required to perform this task depends on the file size.
fr: NB : le temps nécessaire pour effectuer cette tâche dépend de la taille du fichier.

source: Name
fr: Nom

source: New
fr: Nouveau

source: New Password
fr: Nouveau mot de passe

source: New affectation
fr: Nouvelle affectation

source: New award
fr: Nouvelle récompense

source: New disciplinary sanction
fr: Nouvelle sanction disciplinaire

source: New document
fr: Nouveau document

source: New evaluation
fr: Nouvelle évaluation

source: New position
fr: Nouveau poste

source: New sanction
fr: Nouvelle sanction

source: New situation
fr: Nouvelle situation

source: New staff situation
fr: Nouvelle situation du personnel

source: New task
fr: Nouvelle tâche

source: New task assigned - Procrastinate
fr: Nouvelle tâche assignée - Procrastinate

source: No
fr: Non

source: No Assignement found
fr: Aucune affectation trouvée

source: No account found with that email address
fr: Aucun compte n’est lié à cette adresse email

source: No active account
fr: Aucun compte actif

source: No award available.
fr: Aucun prix disponible.

source: No body is holding this position information
fr: Aucun personnel ne détient ce poste

source: No category
fr: Pas de categorie

source: No correspondance found for this position
fr: Aucune correspondance trouvée pour ce poste

source: No correspondance retired found
fr: Aucun retraité trouvé

source: No data found.
fr: Aucune donnée trouvée.

source: No matching information was found.
fr: Aucune information correspondante n'a été trouvée.

source: No organization
fr: Aucune organisation

source: No pending account
fr: Aucun compte en attente

source: No position
fr: Aucun poste

source: No project
fr: Aucun projet

source: No saction found
fr: Aucune saction trouvée

source: No sanction available.
fr: Aucune sanction n’est disponible.

source: No sanction found
fr: Aucune sanction trouvée

source: No structure
fr: Aucune structure

source: No task
fr: Aucune tâche

source: No user
fr: Aucun utilisateur

source: Nomenclature of positions (PDF)
fr: Nomenclature des postes (PDF)

source: Non-staff personnel
fr: Personnel non fonctionnaire

source: Not filled
fr: Poste vacant

source: Not started
fr: Non démarré

source: Nothing to report!
fr: Rien à signaler !

source: Notified on
fr: Notifié à

source: Notifier
fr: Notifiant

source: Notify me by email
fr: Prévenez moi par email

source: November
fr: Novembre

source: Number
fr: Nombre

source: Number of child
fr: Nombre d'enfant

source: Number of positions
fr: Nombre de postes

source: Number of positions: {{positions.count}}
fr: Nombre de postes : {{positions.count}}

source: Number of records processed
fr: Nombre d’enregistrements traités

source: Number of reference
fr: N° de référence

source: Number of structures
fr: Nombre de structures

source: Occupant information
fr: Information de l'occupant

source: Occupied
fr: Poste occupé

source: Occupied by
fr: Occupé par

source: October
fr: Octobre

source: One Shot Sales
fr: Ventes One Shot

source: Order
fr: Commande

source: Organization ID
fr: ID de l'organisation

source: Organization Name
fr: Nom de l'organisation

source: Organization Type
fr: Type d'organisation

source: Organizations
fr: Organisations

source: Origin of
fr: Origine de

source: Original administration
fr: Administration d'origine

source: Other civil servant
fr: Autres fonctionnaires

source: Password
fr: Mot de passe

source: Password recovery
fr: Récupération de mot de passe

source: Password reset
fr: Réinitialiser mot de passe

source: Password resetted
fr: Le mot de passe est réinitialisé

source: Passwords don't match.
fr: Les mots de passe ne correspondent pas.

source: Path
fr: Chemin

source: Payment Date
fr: Date de Paiement

source: Pending accounts
fr: Comptes en attente de validation

source: People of retirement age
fr: Personnel en âge de la retraite

source: Period
fr: Période

source: Person to contact
fr: Personne à contacter

source: Person to contact phone number
fr: Numéro de la Personne à contacter

source: Personal
fr: Personnel

source: Personal under the Labor Code
fr: Personnel relevant du code du travail

source: Personnal data
fr: Données du Personnel

source: Personnal records
fr: Fichier personnel

source: Personnel concerned
fr: Personnel concerné

source: Personnel concerned (find by: name, matricule, ID card, phone number...)
fr: Personnel concerné (recherché par : son nom, matricule, N° CNI, numero de téléphone...)

source: Persons who have not been affected for 5 years
fr: Les personnes n'ayant pas été affecté depuis plus de 5 ans

source: Phone
fr: Téléphone

source: Phone number
fr: Numéro de téléphone

source: Physical records
fr: Dossiers Physique

source: Please fill all required fields
fr: Merci de remplir tous les champs obligatoires

source: Please go to « <i>Users</i> » page to review his/her request.
fr: Merci de vous rendre sur la page « <i>Utilisateurs</i> » afin de vérifier sa demande.

source: Please select the progress.
fr: Veuillez sélectionner la progression.

source: Portuguese
fr: Portugais

source: Position
fr: Poste

source: Position code
fr: Code du poste

source: Position details: {{position.name}}
fr: Détails du poste : {{position.name}}

source: Position held:
fr: Poste occupé :

source: Position informations
fr: Information du poste

source: Position name
fr: Nom du poste

source: Position's structure
fr: Structure du poste

source: Position:
fr: Poste :

source: Positions and occupant (PDF)
fr: Positions et occupants (PDF)

source: Positions management
fr: Gestion des postes

source: Print
fr: Imprimer

source: Print options
fr: Options d'impression

source: Priority
fr: Priorité

source: Priority:
fr: Priorité:

source: Private Sector
fr: Secteur privé

source: Probability of Success
fr: Probabilité de réussite

source: Product
fr: Produit

source: Professional information
fr: Information professionnelle

source: Professional informations
fr: Informations professionnelles

source: Profile
fr: Profil

source: Profile:
fr: Profil :

source: Profiles
fr: Profils

source: Project ID
fr: ID du Projets

source: Project Name
fr: Nom du projet

source: Project Status
fr: Statut du projet

source: Project Value
fr: Valeur du projet

source: Project enabled by
fr: Projet activé par

source: Projects
fr: Projets

source: Promoted as
fr: Promus comme

source: Proposal Sent
fr: Proposition envoyée

source: Proposal sent
fr: Proposition envoyée

source: Proprietary
fr: Propriétaire

source: Public access
fr: Accès public

source: Quarter
fr: Trimestre

source: Rank
fr: Rang

source: Ratio Man-Woman (Global)
fr: Ratio Homme-Femme (Global)

source: Ratio Man-Woman (Person under labor code)
fr: Ratio Homme-Femme (Personne sous code du travail)

source: Ratio Man-Woman (Treasury)
fr: Ratio Homme-Femmes(Corps du Trésor)

source: Re-type new
fr: Saisir à nouveau

source: Rearch...
fr: Rechercher...

source: Reason
fr: Raison

source: Recruitment act number
fr: N° de l'acte de recrutement

source: Recruitment diploma
fr: Diplôme de recrutement

source: Recurring Sales
fr: Ventes récurrentes

source: Reference
fr: Référence

source: Reference or Number
fr: N° ou Référence

source: Reg. number
fr: Matricule

source: Region
fr: Région

source: Registration number
fr: Matricule

source: Registration number (Matricul)
fr: Matricule

source: Reports
fr: Rapports

source: Required profiles
fr: Profiles réquis

source: Required profiles (max 05 profiles)
fr: Profiles réquis (max 05 profils)

source: Required skill
fr: Compétence réquise

source: Required skills (max 05 skills)
fr: Compétences requises (max 05 compétences)

source: Research Consortium
fr: Consortium de recherche

source: Reset
fr: Réinitialiser

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset to default
fr: Réinitialiser par défaut

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Retirement
fr: Retraite

source: Retirement age
fr: Âge de la retraite

source: Retirement date
fr: Date de départ à la retraite

source: Revenue Type
fr: Type de revenu

source: Role
fr: Rôle

source: Rows per page
fr: LIgnes par page

source: Russian
fr: Russe

source: Sanctions history
fr: Historique des sanctions

source: Sanctions management
fr: Gestion des sanctions

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: School &amp; Academy information
fr: Information scolaire &amp; Académique

source: School and training
fr: Ecole et Formation

source: School/Institution
fr: École / Établissement

source: Search
fr: Recherche

source: Search a staff (Name, matricule or CNI)
fr: Rechercher un personnel (Nom, matricule ou CNI)

source: Search among structure...
fr: Recherche parmis les structures...

source: Search amongs documents...
fr: Recherche parmi les documents...

source: Search amongs staff...
fr: Recherche parmis les postes...

source: Search...
fr: Rechercher...

source: Select a award type
fr: Sélectionnez un type de récompense

source: Select a sanction type
fr: Sélectionnez un type de sanction
